[
  {
    "title": "Integração do Notion com Word e Excel",
    "link": "https://www.99freelas.com.br/project/integracao-do-notion-com-word-e-excel-701323?fs=t",
    "description": "Preciso criar um formulário no Notion e automatizar edições em documentos do Word, Excel, AutoCAD (se possível) e site web (se possível).Gostaria que fosse me passado passo a passo as configurações, codigos, etc.. Para que eu faça por minha conta, para ter adm posteriormente.Gostaria que foce usado o pipedraem para as automações.O fluxo é simples.Preencher um formulario > automaticamente 2x por semana o pipedream pega as informações do formulario, substitui em um modelo do word, e excel, salva os docuemntos em uma pasta do google drive, com o nome do cliente, atualiza o status no notion, SE for possivel, tem documento no autocad, que poderia ser mudado pelo pdf.. e algumas coisas a se mexer em sites que creio n ter api, como edp online e cft-es, se for possivel um script para preencher as inforações nesse site seria OTIMO. Se não, a primeira parte jpa me satisfaz.Obs: Gostaria tbm que ao termino do processo fosse criado tarefas no calendario do notion. E se possivel, uma varredura no gmail para buscar por atualizações.",
    "information": "Publicado: 10:17 03/11\nPassou: 2 minuto(s)",
    "client": "Cliente: \n\n\n\t\t\t\t\t\t\t\t\t\t\t\t(Sem feedback)"
  },
  {
    "title": "Resolver erro de BAD MAC em automação de N8N para WhatsApp",
    "link": "https://www.99freelas.com.br/project/resolver-erro-de-bad-mac-em-automacao-de-n8n-para-whatsapp-701317?fs=t",
    "description": "Estou precisando de ajuda para resolver um problema na minha automação no N8N para WhatsApp. O erro que identifiquei pelos logs foi de BAD MAC, onde a primeira mensagem que o usuário manda no WhatsApp não aciona o fluxo por conta desse erro, e na segunda mensagem ela chega normalmente. Isso se repete depois que a automação responde ao usuário; a primeira mensagem gera o erro e só a segunda mensagem que chega.Utilizo o N8N, Evolution API, Portainer e Digital Ocean.",
    "information": "Publicado: 09:51 03/11\nPassou: 28 minuto(s)",
    "client": "Cliente: \n\n\n\t\t\t\t\t\t\t\t\t\t\t\t(Sem feedback)"
  },
  {
    "title": "Desenvolvimento de aplicativo nativo para iOS e Android",
    "link": "https://www.99freelas.com.br/project/desenvolvimento-de-aplicativo-nativo-para-ios-e-android-701310?fs=t",
    "description": "Estamos buscando um desenvolvedor React Native experiente para criar um aplicativo móvel nativo para as plataformas Android e iOS. O design completo da interface do usuário já foi elaborado no Figma e precisamos de um profissional para transformar esses protótipos em um produto funcional e de alta qualidade.O projeto envolve a implementação fiel do design, desenvolvimento de funcionalidades, integração com APIs (se necessário) e garantia de uma experiência de usuário fluida em ambos os sistemas operacionais. Buscamos alguém com atenção aos detalhes e capacidade de entregar um aplicativo robusto e performático.O app precisa ser feito de princípio a fim, até a inserção no Play Store e App Store.",
    "information": "Publicado: 09:38 03/11\nPassou: 41 minuto(s)",
    "client": "Cliente: \n\n\n\t\t\t\t\t\t\t\t\t\t\t\t(Sem feedback)"
  },
  {
    "title": "Instalação e configuração de sistema web",
    "link": "https://www.99freelas.com.br/project/instalacao-e-configuracao-de-sistema-web-701302?fs=t",
    "description": "Preciso instalar e configurar um sistema web.Instalação:• Aapanel• Whaticket• API Evolution What'sDeixar tudo funcionando em um domínio ou subdomínio.Preciso de um preço acessível.",
    "information": "Publicado: 09:25 03/11\nPassou: 54 minuto(s)",
    "client": "Cliente: \n\n\n\t\t\t\t\t\t\t\t\t\t\t\t(Sem feedback)"
  },
  {
    "title": "Solucionar o erro de BAD MAC em uma automação de N8N para WhatsApp.",
    "link": "https://www.99freelas.com.br/project/solucionar-o-erro-de-bad-mac-em-uma-automacao-de-n8n-para-whatsapp-701317?fs=t",
    "description": "Estou precisando de uma ajuda para resolver um problema na minha automação no N8N para WhatsApp. O erro que identifiquei pelos logs foi de BAD MAC, onde a primeira mensagem que o usuário  manda no WhatsApp não aciona o fluxo por conta desse erro, e na segunda mensagem ela chega normalmente. Isso se repete depois que a automação responde o usuário, a primeira mensagem gera o erro e só a segunda mensagem que chega.Utilizo o N8N, Evolution API, Portainer e Digital Ocean.",
    "information": "Publicado: 09:51 03/11\nPassou: 8 minuto(s)",
    "client": "Cliente: \n\n\n\t\t\t\t\t\t\t\t\t\t\t\t(Sem feedback)"
  }
]